Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/FocusSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CLOUD_SYNCING_UNSUPPORTED_DEVICE_TEXT
source: Focus syncing is not supported on this device.
ar: مزامنة التركيز غير مدعومة على هذا الجهاز.
bg: Синхронизирането на Фокус не се поддържа на устройството.
ca: Aquest dispositiu no permet sincronitzar el mode de concentració.
cs: Synchronizace režimů soustředění není na tomto zařízení podporována.
da: Synkronisering af fokusfunktioner understøttes ikke på denne enhed.
de: Die Fokus-Synchronisierung wird auf diesem Gerät nicht unterstützt.
el: Ο συγχρονισμός της Συγκέντρωσης δεν υποστηρίζεται σε αυτήν τη συσκευή.
es: La sincronización de los modos de concentración no es compatible con este dispositivo.
es_us: Este dispositivo no es compatible con la sincronización de enfoques.
fi: Tämä laite ei tue Keskity-tilan synkronointia.
fr: La synchronisation des modes de concentration n’est pas prise en charge sur cet appareil.
fr_ca: La synchronisation des modes de concentration n’est pas prise en charge sur cet appareil.
he: סנכרון הריכוז אינו נתמך במכשיר זה.
hi: फ़ोकस सिंकिंग इस डिवाइस पर समर्थित नहीं है।
hr: Sinkroniziranje fokusa nije podržano na ovom uređaju.
hu: A Fókusz szinkronizálása nem támogatott ezen az eszközön.
id: Penyelarasan fokus tidak didukung di perangkat ini.
it: La sincronizzazione delle full immersion non è supportata su questo dispositivo.
ja: 集中モードの同期はこのデバイスには対応していません。
kk: Бұл құрылғы «Зейін қою» режимін синхрондауға қолдау көрсетпейді.
ko: 이 기기에서는 집중 모드 동기화가 지원되지 않습니다.
lt: Šis įrenginys nepalaiko susitelkimo sinchronizavimo.
ms: Penyelarasan Fokus tidak disokong pada peranti ini.
nl: Het synchroniseren van focussen wordt niet ondersteund op dit apparaat.
no: Synkronisering av fokus støttes ikke på denne enheten.
pl: To urządzenie nie obsługuje synchronizowania trybu skupienia.
pt_br: Este dispositivo não é compatível com a sincronização do Foco.
pt_pt: A sincronização de modos de concentração não é suportada neste dispositivo.
ro: Sincronizarea modului de concentrare nu este compatibilă cu acest dispozitiv.
ru: Синхронизация фокусирования не поддерживается на этом устройстве.
sk: Synchronizácia Môjho času nie je podporovaná na tomto zariadení.
sl: Ta naprava ne podpira sinhronizacije fokusa.
sv: Det finns inte stöd för synkronisering av fokus på den här enheten.
th: ไม่รองรับการเชื่อมข้อมูลโฟกัสบนอุปกรณ์นี้
tr: Odak eşzamanlama bu aygıtta desteklenmiyor.
uk: Цей пристрій не підтримує синхронізацію режимів зосередження.
vi: Đồng bộ hóa chế độ Tập trung không được hỗ trợ trên thiết bị này.
zh_cn: 同步专注模式在此设备上不受支持。
zh_hk: 此裝置不支援「專注模式」同步。
zh_tw: 此裝置不支援「專注模式」同步。

# CLOUD_SYNCING_MISSING_HSA2_TEXT
source: Focus syncing requires two-factor authentication.
ar: تتطلب مزامنة التركيز المصادقة بخطوتين.
bg: Синхронизирането на Фокус изисква двуфакторно идентифициране.
ca: Cal activar l’autenticació de doble factor per sincronitzar els modes de concentració.
cs: Synchronizace režimů soustředění vyžaduje dvoufaktorové ověřování.
da: Synkronisering af fokusfunktioner kræver tofaktorgodkendelse.
de: Für die Fokussynchronisierung ist die Zwei-Faktor-Authentifizierung erforderlich.
el: Ο συγχρονισμός της συγκέντρωσης απαιτεί έλεγχο ταυτότητας δύο παραγόντων.
es: Se requiere la autenticación de doble factor para sincronizar los modos de concentración.
es_us: Los enfoques requieren usar autenticación de dos factores para sincronizarse.
fi: Keskity-tilan synkronointi vaatii kaksiosaisen todentamisen.
fr: La synchronisation du mode de concentration nécessite l’utilisation de l’identification à deux facteurs.
fr_ca: La synchronisation du mode de concentration requiert l’identification à deux facteurs.
he: שיתוף מצב ריכוז דורש אימות בשני גורמים.
hi: फ़ोकस सिंकिंग के लिए द्वि आंशिक प्रमाणीकरण आवश्यक है।
hr: Za sinkroniziranje fokusa potrebna je dvofaktorska autentikacija.
hu: A Fókusz szinkronizálásához kétlépéses hitelesítés szükséges.
id: Penyelarasan fokus memerlukan autentikasi dua faktor.
it: La sincronizzazione delle full immersion richiede l’autenticazione a due fattori.
ja: 集中モードの同期には2ファクタ認証が必要です。
kk: «Зейін қою» режимін синхрондау үшін екі факторлы аутентификация қажет.
ko: 집중 모드 동기화를 사용하려면 이중 인증이 필요합니다.
lt: Susitelkimui sinchronizuoti reikalingas patvirtinimas dviem veiksniais.
ms: Penyelarasan fokus memerlukan pengesahan dua faktor.
nl: Voor het synchroniseren van een focus is twee-factor-authenticatie vereist.
no: Synkronisering av fokus krever tofaktorautentisering.
pl: Synchronizowanie trybu skupienia wymaga uwierzytelniania dwupoziomowego.
pt_br: A sincronização do foco requer autenticação de dois fatores.
pt_pt: A sincronização de modos de concentração requer autenticação de dois fatores.
ro: Sincronizarea modurilor de concentrare necesită autentificare cu doi factori.
ru: Для синхронизации фокусирования требуется двухфакторная аутентификация.
sk: Synchronizácia Môjho času vyžaduje dvojfaktorovú autentifikáciu.
sl: Sinhronizacija fokusa zahteva dvofaktorsko preverjanje pristnosti.
sv: Synkronisering av fokus kräver tvåfaktorsautentisering.
th: การเชื่อมข้อมูลโฟกัสต้องใช้การตรวจสอบสิทธิ์สองปัจจัย
tr: Odak eşzamanlama iki faktörlü kimlik doğrulama gerektirir.
uk: Для синхронізації режимів зосередження потрібна двофакторна автентифікація.
vi: Đồng bộ hóa chế độ tập trung yêu cầu xác thực hai yếu tố.
zh_cn: 同步专注模式需要双重认证。
zh_hk: 「專注模式」同步需要雙重認證。
zh_tw: 「專注模式」同步需要雙重認證。

# ONBOARDING_MODE_TITLE_CUSTOM
source: Name Your Focus
ar: تسمية التركيز
bg: Назовете вашия Фокус
ca: Posa un nom al mode de concentració
cs: Pojmenujte režim soustředění
da: Navngiv din fokusfunktion
de: Fokus benennen
el: Ονομάστε τη συγκέντρωση
es: Pon un nombre a tu modo de concentración
es_us: Nombra tu enfoque
fi: Nimeä keskittymistila
fr: Nommez votre mode de concentration
fr_ca: Nommer le moment de concentration
he: בחירת שם למצב הריכוז שלך
hi: अपने फ़ोकस को नाम दें
hr: Imenujte svoj fokus
hu: Fókusz elnevezése
id: Namai Fokus Anda
it: Assegna un nome alla full immersion
ja: 集中モードに名称を付ける
kk: «Зейін қою» атауын қою
ko: 집중 모드 이름 지정
lt: Įvardykite savo susitelkimo režimą
ms: Namakan Fokus Anda
nl: Geef je focus een naam
no: Navngi fokuset
pl: Nazwij tryb skupienia
pt_br: Dê um Nome ao Foco
pt_pt: Dê um nome ao modo de concentração
ro: Denumiți modul de concentrare
ru: Укажите название фокусирования
sk: Pomenujte režim Môjho času
sl: Poimenovanje fokusa
sv: Namnge ditt fokus
th: ตั้งชื่อโฟกัสของคุณ
tr: Odağınızı Adlandırın
uk: Назва зосередження
vi: Đặt tên chế độ tập trung của bạn
zh_cn: 为专注模式命名
zh_hk: 為你的「專注模式」命名
zh_tw: 命名你的專注模式

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# AVAILABILITY_STATUS_EXPLANATION
source: Your Focus status tells apps and people that you have notifications silenced.
ar: حالة التركيز تخبر التطبيقات والأشخاص أنك كتمت صوت الإشعارات.
bg: Състоянието на вашия Фокус съобщава на приложения и хора, че сте заглушили известията си.
ca: L’estat de concentració fa saber a les apps i a les persones que tens les notificacions silenciades.
cs: Z vašeho stavu soustředění se ostatní lidé a aplikace dozví, že máte vypnutý zvuk oznámení.
da: Din status for fokusfunktion giver apps og personer besked om, at notifikationer ignoreres.
de: Dein Fokusstatus teilt Apps und Personen mit, dass du Mitteilungen stummgeschaltet hast.
el: Η κατάσταση Συγκέντρωσης ενημερώνει τις εφαρμογές και τους χρήστες ότι έχετε θέσει σε σίγαση τις γνωστοποιήσεις.
es: Tu estado de concentración indica a las personas y a las apps que tienes las notificaciones silenciadas.
es_us: Tu estado de enfoque indica a apps y personas que silenciaste las notificaciones.
fi: Keskity-tila kertoo apeille ja soittajille, että ilmoituksesi on hiljennetty.
fr: Votre statut Concentration informe les apps et les personnes que vos notifications sont masquées.
fr_ca: Votre état de concentration indique aux apps et aux personnes que vos notifications sont désactivées.
he: סטטוס הריכוז שלך מודיע ליישומים ולאנשים שהעדכונים שלך מושתקים.
hi: आपका फ़ोकस स्टेटस ऐप्स और लोगों को बताता है कि आपने सूचनाएँ मौन कर रखी हैं।
hr: Vaš status fokusa govori aplikacijama i osobama da ste utišali obavijesti.
hu: Az Ön Fókusz-állapota jelzi az appoknak és másoknak, ha némította az értesítéseket.
id: Status Fokus Anda memberi tahu app dan orang yang telah Anda heningkan pemberitahuannya.
it: Tramite lo stato di full immersion puoi informare le app e le persone che le notifiche sono silenziose.
ja: 集中モード状況により、通知されないようになっていることがアプリおよび連絡先に伝えられます。
kk: «Зейін қою» күйіңіз қолданбалар мен адамдарға сізде дыбысы өшірілген хабарландырулардың бар екенін көрсетеді.
ko: 집중 모드 상태를 통해 사용자의 알림 소리가 울리지 않는다는 것을 앱이나 사람에게 표시할 수 있습니다.
lt: Susitelkimo režimo būsena nurodo programoms ir žmonėms, kad esate nutildę pranešimus.
ms: Status Fokus anda memberitahu app dan orang bahawa anda telah menyenyapkan pemberitahuan.
nl: Je focus­status laat apps en personen weten dat je meldingen worden stilgehouden.
no: Fokusstatusen informerer personer og apper om at du har dempet varslinger.
pl: Twój status trybu skupienia informuje aplikacje i osoby, że masz wyłączone powiadomienia.
pt_br: Seu estado de Foco informa a apps e pessoas que suas notificações estão silenciadas.
pt_pt: O estado do modo de concentração indica às aplicações e às pessoas que silenciou as notificações.
ro: Statusul de concentrare informează aplicațiile și persoanele că ignorați notificările.
ru: Статус фокусирования сообщает приложениям и людям, что у Вас заглушены уведомления.
sk: Zo stavu Môjho času sa apky a ľudia dozvedia, že máte stíšené hlásenia.
sl: Stanje fokusa aplikacijam in osebam javi, da ste obvestila utišali.
sv: Din fokusstatus meddelar appar och personer om att du har stängt av ljudet för notiser.
th: สถานะโฟกัสของคุณจะบอกให้แอปและผู้คนรับทราบว่าคุณได้ปิดเสียงการแจ้งเตือน
tr: Odak durumunuz, uygulamalara ve kişilere bildirimleri sessize aldığınızı söyler.
uk: Статус зосередження повідомляє програмам і людям, що у вас приглушено сповіщення.
vi: Trạng thái Tập trung thông báo cho các ứng dụng và mọi người rằng bạn đã tắt tiếng thông báo.
zh_cn: 专注模式状态可告知App和联系人你已静音通知。
zh_hk: 你的「專注模式」狀態會讓App和聯絡人知道你已將通知設定為靜音。
zh_tw: 你的「專注模式」狀態可讓App和聯絡人知道你已將通知設為靜音。

# FOCUS_MODES_FOOTER_TEXT
source: Focus lets you customize your devices and silence calls and notifications. Turn it on and off in Control Center.
ar: يمكِّنك التركيز من تخصيص أجهزتك وكتم المكالمات والإشعارات. يمكنك تشغيل أو إيقاف التركيز في مركز التحكم.
bg: Фокус ви дава възможност да персонализирате вашите устройства и да заглушавате обажданията и известията. Можете да го включите и изключите от Контролен център.
ca: Els modes de concentració et permeten personalitzar els dispositius, i silenciar les trucades i les notificacions. Pots activar‑ne un al centre de control.
cs: Režimy soustředění vám umožňují přizpůsobit si zařízení a ztišit hovory a oznámení. Můžete je zapínat a vypínat v Ovládacím centru.
da: Med fokusfunktioner kan du tilpasse dine enheder og vælge at ignorere opkald og notifikationer. Slå funktionen til og fra i Kontrolcenter.
de: Mit „Fokus“ kannst du deine Geräte persönlich anpassen und Anrufe und Mitteilungen stummschalten. Die Funktion kann im Kontrollzentrum ein- und ausgeschaltet werden.
el: Η Συγκέντρωση σάς επιτρέπει να προσαρμόσετε τις συσκευές σας και να θέσετε σε σίγαση κλήσεις και γνωστοποιήσεις. Ενεργοποιήστε και απενεργοποιήστε τη στο Κέντρο ελέγχου.
es: Los modos de concentración te permiten personalizar tus dispositivos y silenciar las llamadas y notificaciones. Puedes activarlos y desactivarlos desde el centro de control.
es_us: El modo de enfoque te permite personalizar tus dispositivos y silenciar llamadas y notificaciones. Puedes activarlo y desactivarlo en el centro de control.
fi: Keskity-tilalla voit muokata laitteitasi sekä hiljentää puheluja ja ilmoituksia. Voit laittaa sen päälle ja pois päältä Ohjauskeskuksessa.
fr: Les modes de concentration vous permettent de personnaliser vos appareils et de masquer certaines apps et notifications. Activez et désactivez les modes de concentration dans le centre de contrôle.
fr_ca: Les modes de concentration personnalisent vos appareils et permettent de rendre notifications et appels silencieux. Vous pouvez les activer et les désactiver dans le centre de contrôle.
he: מצב ריכוז מאפשר לך להתאים באופן אישי את המכשירים שלך ולהשתיק שיחות ועדכונים. ניתן להפעיל ולכבות אותו דרך ״מרכז הבקרה״.
hi: फ़ोकस से आप अपना डिवाइस कस्टमाइज़ कर सकते हैं और कॉल और सूचनाएँ मौन कर सकते हैं। कंट्रोल सेंटर में इसे चालू या बंद करें।
hr: Fokus vam omogućava prilagođavanje uređaja te utišavanje poziva i obavijesti. Uključite ga i isključite u Kontrolnom centru.
hu: A Fókusz használatával testreszabhatja az eszközeit, valamint elnémíthatja a hívásokat és az értesítéseket. A funkciót a Vezérlőközpontban kapcsolhatja be és ki.
id: Fokus memungkinkan Anda untuk menyesuaikan perangkat dan mengheningkan panggilan serta pemberitahuan. Nyalakan dan matikan di Pusat Kontrol.
it: Con le full immersion puoi personalizzare i dispositivi e disattivare le chiamate e le notifiche. Puoi attivarle in Centro di Controllo.
ja: 集中モードでデバイスをカスタマイズして、着信と通知を知らされないようにすることができます。コントロールセンターでオン/オフを切り替えられます。
kk: Зейін қою режимі құрылғыларыңызды бейімдеуге және қоңыраулар мен хабарландырулар дыбысын өшіруге мүмкіндік береді. Оларды басқару орталығында қосуға және өшіруге болады.
ko: 집중 모드를 사용하여 기기를 사용자화하고 통화 및 알림 소리가 울리지 않도록 할 수 있습니다. 제어 센터에서 집중 모드를 켜고 끌 수 있습니다.
lt: Susitelkimo režimas leidžia pritaikyti įrenginius bei nutildyti skambučius ir pranešimus. Jį įjungsite ir išjungsite valdymo centre.
ms: Fokus membolehkan anda menyesuaikan peranti anda dan menyenyapkan panggilan serta pemberitahuan. Aktifkan dan nyahaktifkannya dalam Pusat Kawalan.
nl: Met een focus kun je je apparaten aanpassen en oproepen en meldingen stilhouden. Je kunt een focus in- en uitschakelen in het bedienings­paneel.
no: Med Fokus kan du tilpasse enhetene dine og dempe anrop og varslinger. Slå det av og på i kontrollsenteret.
pl: Tryb skupienia pozwala dostosowywać działanie urządzeń oraz wyciszać połączenia i powiadomienia. Możesz go włączać i wyłączać w centrum sterowania.
pt_br: Com o Foco, você pode personalizar seus dispositivos e silenciar ligações e notificações. É possível ativá‑lo ou desativá‑lo na Central de Controle.
pt_pt: O modo de concentração permite personalizar os dispositivos, e silenciar as chamadas e as notificações. Pode ser ativado e desativado na central de controlo.
ro: Modurile de concentrare vă permit să vă personalizați dispozitivele și să ignorați apelurile și notificările. Activați‑le și dezactivați‑le din centrul de control.
ru: С помощью фокусирования можно гибко настраивать свои устройства и заглушать вызовы и уведомления на выбор. Включать и выключать фокусирования можно в Пункте управления.
sk: Môj čas vám umožňuje prispôsobiť si zariadenia a stíšiť hovory a hlásenia. Zapínať a vypínať ho môžete v Ovládacom centre.
sl: Fokus omogoča prilagajanje naprave ter utišanje klicev in obvestil. Vklopite in izklopite ga lahko v Nadzornem središču.
sv: Med fokus kan du anpassa dina enheter och tysta samtal och notiser. Stäng av och slå på det i Kontrollcenter.
th: โฟกัสช่วยให้คุณกำหนดอุปกรณ์ของคุณและปิดเสียงการโทรและการแจ้งเตือนได้ เปิดใช้และปิดใช้ในศูนย์ควบคุม
tr: Odak, aygıtlarınızı özelleştirmenizi, aramaları ve bildirimleri sessize almanızı sağlar. Odak’ı Denetim Merkezi’nde açıp kapatabilirsiniz.
uk: Режим зосередження дає змогу налаштовувати поведінку пристроїв і приглушувати виклики й сповіщення. Ввімкнути чи вимкнути його можна в Центрі керування.
vi: Chế độ tập trung cho phép bạn tùy chỉnh các thiết bị và tắt tiếng các cuộc gọi và thông báo. Bật và tắt chế độ tập trung trong Trung tâm điều khiển.
zh_cn: 专注模式可让你自定义设备并静音来电和通知。请在“控制中心”打开或关闭此功能。
zh_hk: 「專注模式」讓你自訂你的裝置並讓通話和通知靜音。你可以在「控制中心」開啟或關閉「專注模式」。
zh_tw: 「專注模式」讓你自訂裝置並將來電和通知設為靜音。請在「控制中心」中開啟和關閉「專注模式」。

# ONBOARDING_MODE_TITLE_MINDFULNESS
source: Mindfulness Focus
ar: تركيز الانتباه الذهني
bg: Фокус Осъзнатост
ca: Mode d’atenció plena
cs: Soustředění na všímavost
da: Fokusfunktionen Mindfulness
de: Fokus „Achtsamkeit“
el: Συγκέντρωση ενσυνειδητότητας
es: Modo de mindfulness
es_us: Enfoque Mindfulness
fi: Mindfulness
fr: Mode de concentration Pleine conscience
fr_ca: Mode de concentration « Pleine conscience »
he: מצב הריכוז ״מודעות קשובה״
hi: माइंडफ़ुलनेस फ़ोकस
hr: Fokus Svjesnost
hu: „Tudatosság” Fókusz
id: Fokus Kesadaran
it: Full immersion Mindfulness
ja: “マインドフルネス”集中モード
kk: Зерделілікке зейін қою
ko: 마음 챙기기 집중 모드
lt: Susitelkimo režimas „Meditavimas“
ms: Fokus Sedar Minda
nl: Focus 'Mindfulness'
no: Fokus for oppmerksomt nærvær
pl: Tryb skupienia Uważność
pt_br: Foco Atenção Plena
pt_pt: Modo de concentração “Atenção plena”
ro: Modul de concentrare Conștientizare
ru: Фокусирование «Осознан­ность»
sk: Môj čas na meditáciu
sl: Fokus Čuječnost
sv: Fokuset Mindfulness
th: โฟกัสในเวลาทำสมาธิ
tr: Farkındalık Odağı
uk: Зосередження на усвідомленості
vi: Chế độ tập trung Chú tâm
zh_cn: 正念专注模式
zh_hk: 靜觀專注模式
zh_tw: 正念專注模式

# ONBOARDING_MODE_TITLE_FITNESS
source: Fitness Focus
ar: تركيز اللياقة
bg: Фокус Фитнес
ca: Mode d’exercici
cs: Soustředění na cvičení
da: Fokusfunktionen Fitness
de: Fitnessfokus
el: Συγκέντρωση άθλησης
es: Modo de ejercicio
es_us: Enfoque Entrenamiento
fi: Kuntoilu
fr: Mode de concentration Sport
fr_ca: Mode de concentration « Entraînement »
he: מצב הריכוז ״כושר״
hi: फ़िटनेस फ़ोकस
hr: Fokus Fitness
hu: „Fitnesz” Fókusz
id: Fokus Kebugaran
it: Full immersion Fitness
ja: “フィットネス”集中モード
kk: Спортқа зейін қою
ko: 피트니스 집중 모드
lt: Susitelkimo režimas „Fitness“
ms: Fokus Kecergasan
nl: Focus 'Trainen'
no: Treningsfokus
pl: Tryb skupienia Fitness
pt_br: Foco Exercício
pt_pt: Modo de concentração “Exercício físico”
ro: Modul de concentrare Fitness
ru: Фокусирование «Спорт»
sk: Môj čas na cvičenie
sl: Fokus Gibanje
sv: Fokuset Fitness
th: โฟกัสในเวลาเล่นฟิตเนส
tr: Fitness Odağı
uk: Зосередження на фітнесі
vi: Chế độ tập trung Thể dục
zh_cn: 健身专注模式
zh_hk: 健身專注模式
zh_tw: 健身專注模式

# CLOUD_SYNCING_FOOTER_TEXT
source: Focus is shared across your devices, and turning one on for this device will turn it on for all of them.
ar: التركيز مشترك على جميع أجهزتك، وتشغيل تركيز ما على هذا الجهاز سيؤدي إلى تشغيله على جميع أجهزتك.
bg: Фокус се споделя на устройствата ви и включването му за това устройство, ще го включи за всички ваши устройства.
ca: Els modes de concentració es comparteixen entre els diferents dispositius. Si n’actives un en aquest, també s’activarà a la resta.
cs: Režimy soustředění se sdílejí mezi vašimi zařízeními. Když některý zapnete na tomto zařízení, zapne se také na všech ostatních.
da: Fokusfunktioner deles på tværs af enheder. Når du slår en fokusfunktion til på denne enhed, slås den til på alle dine enheder.
de: Die Funktion „Fokus“ wird auf all deinen Geräten geteilt. Das heißt, durch Aktivieren eines Fokus auf diesem Gerät wird er auch auf allen anderen aktiviert.
el: Η Συγκέντρωση κοινοποιείται σε όλες τις συσκευές σας και η ενεργοποίηση μιας συγκέντρωσης σε αυτήν τη συσκευή θα την ενεργοποιεί σε όλες.
es: Los modos de concentración se comparten entre todos tus dispositivos: si activas uno en este dispositivo, también se activará en el resto.
es_us: El modo de enfoque se comparte entre todos tus dispositivos, por lo que activarlo en uno lo activará en todos.
fi: Keskity-tila jaetaan kaikissa laitteissasi. Kun Keskity-tila laitetaan päälle tässä laitteessa, se menee päälle kaikissa laitteissasi.
fr: Les modes de concentration sont partagés sur vos appareils, et l’activation d’un mode de concentration sur cet appareil entraînera son activation sur tous les appareils.
fr_ca: Les modes de concentration sont synchronisés avec vos appareils. Il suffit d’en activer un sur cet appareil pour qu’il s’active sur tous les autres.
he: מצבי הריכוז משותפים בין כל המכשירים שלך, והפעלת מצב ריכוז במכשיר זה תוביל להפעלתו בכולם.
hi: फ़ोकस आपके सभी डिवाइस पर शेयर किया जाता है और इस डिवाइस पर कोई फ़ोकस चालू करने से उसे सभी डिवाइस पर चालू कर दिया जाएगा।
hr: Fokus se dijeli između vaših uređaja i ako uključite jedan na ovom uređaju, taj fokus uključit će se na svim uređajima.
hu: A Fókusz az összes eszközén meg lesz osztva, és ha bekapcsol egyet ezen az eszközön, azzal az összesen bekapcsolja.
id: Fokus dibagikan di semua perangkat Anda dan akan dinyalakan untuk semua perangkat jika nyalakan untuk perangkat ini.
it: Le full immersion sono condivise tra i dispositivi. Se ne attivi una su questo, la stessa full immersion verrà attivata anche su tutti gli altri.
ja: 集中モードはお使いのすべてのデバイスで共有されているため、このデバイスでオンにするとすべてのデバイスでオンになります。
kk: Зейін қою режимдері барлық құрылғыңызға ортақ. Осы құрылғыда режимнің біреуін қосқан кезде, ол басқаларында да қосылады.
ko: 집중 모드는 모든 기기에 걸쳐 공유되며, 이 기기에서 집중 모드를 켜면 다른 모든 기기에서도 그 집중 모드가 켜집니다.
lt: Susitelkimo režimas bendrinamas tarp įrenginių, todėl režimą įjungus šiame įrenginyje, jis bus įjungtas visuose įrenginiuose.
ms: Fokus dikongsi merentas peranti anda dan mengaktifkan fokus untuk peranti ini turut akan mengaktifkannya bagi semua peranti.
nl: Focussen worden gedeeld op al je apparaten. Als je er één voor dit apparaat inschakelt, wordt deze op al je apparaten ingeschakeld.
no: Fokus deles på tvers av enheter og vil slås på for alle enhetene dine hvis du slår det på her.
pl: Stan trybu skupienia jest udostępniany między urządzeniami, więc włączenie go na tym urządzeniu włączy go również na innych.
pt_br: O Foco é compartilhado em todos os seus dispositivos; se você ativá‑lo para este dispositivo, ativará para todos.
pt_pt: O modo de concentração é partilhado entre os seus dispositivos; se o ativar neste dispositivo também é ativado nos restantes.
ro: Modurile de concentrare sunt partajate între dispozitivele dvs., iar activarea unuia pentru acest dispozitiv va determina activarea sa pentru toate celelalte.
ru: Статус фокусирования учитывается на всех Ваших устройствах. Если включить фокусирование на этом устройстве, оно автоматически включится на всех остальных.
sk: Režim Môjho času je zdieľaný medzi vašimi zariadeniami, takže po zapnutí na tomto zariadení sa aktivuje na všetkých.
sl: Fokus je deljen med vsemi vašimi napravami. Če ga vklopite v tej napravi, se bo vklopil tudi v ostalih.
sv: Fokus delas mellan dina enheter och om du aktiverar ett fokus för den här enheten aktiveras det för alla enheter.
th: โฟกัสแชร์อยู่กับทุกอุปกรณ์ของคุณและการเปิดใช้โฟกัสบนอุปกรณ์นี้จะเปิดใช้โฟกัสบนอุปกรณ์ทั้งหมด
tr: Odak, aygıtlarınız arasında paylaşılır; bir odak bu aygıt için açıldığında diğerleri için de açılır.
uk: Режими зосередження поширюються на всі ваші пристрої, тому ввімкнення на одному з цих пристроїв ввімкне їх і на решті пристроїв.
vi: Chế độ tập trung được chia sẻ trên các thiết bị của bạn và việc bật một chế độ cho thiết bị này sẽ bật chế độ đó cho tất cả các thiết bị.
zh_cn: 专注模式已在你的设备间共享。在此设备上打开一个专注模式将同时在所有设备上将其打开。
zh_hk: 「專注模式」會在你的裝置之間共享，開啟此裝置上的「專注模式」將會同時開啟所有裝置上的「專注模式」。
zh_tw: 「專注模式」會在所有裝置上共享，在此裝置上開啟一個「專注模式」也會同時在所有裝置上開啟。
